20230820120509-zenlv_a_synopsis_of_sorts.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-20 Sun 20:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>zenlv-a-synopsis-of-sorts</title>
<meta name="author" content="Keegan Heilman" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">zenlv-a-synopsis-of-sorts</h1>
<div class="org-center">
<p>
link: <a target='_blank' rel='noopener noreferrer' class='external' href="https://zenlasvegas.com/100-a-synopsis-of-sorts/">https://zenlasvegas.com/100-a-synopsis-of-sorts/</a>
</p>
</div>


<p class="verse">
Most of the blogs have been directing techniques and meditation practices "user friendly format for 21st Century life"<br />
<br />
Ideas of breathing techniques, Ānāpānasati Sutta [<a target='_blank' rel='noopener noreferrer' class='external' href="https://en.wikipedia.org/wiki/%C4%80n%C4%81p%C4%81nasati_Sutta">wiki</a>] ("purported to be the meditation method of Buddha himself")<br />
Naikan meditation [<a target='_blank' rel='noopener noreferrer' class='external' href="https://en.wikipedia.org/wiki/Naikan">wiki</a>], have been shared despite difficulty in distilling the Pali texts to their skeletal teachings.<br />
<br />
Ideas of Focus and discipline brought about by the Japanese "do" or, in English trans., "way" (as in "kendo or kyudo").<br />
+ "zen enters through the body"<br />
+ "zen is mind-sitting, not body-sitting"<br />
+ tranquility and wisdom<br />
tranquility may be acheived by "simultaneous calming of the body sensation and emotions generated by a wandering thought process"<br />
wisdom is embodying "serenity and quiescence in turn affects our physical bodily deportment allowing for correct function and relationship to life's various and every changing social involvement and responnsibilities"<br />
<br />
argues a "certain dispassion that requires cultivation" is necessary.<br />
<br />
visibility and transparency of self-identity grant a greater ease to the passing emphemera of phenomena. holding on to the 'thing' "results in creating a dichotomy and chasm that is pure fiction"<br />
<br />
zen ancestors talk about, "all buddhas and sentient beings are simply the One Mind &#x2013; no beginning, no end"<br />
Heart Sutra [<a target='_blank' rel='noopener noreferrer' class='external' href="https://en.wikipedia.org/wiki/Heart_Sutra">wiki</a>]<br />
<br />
mental constructs are sought to be externally vaidated and reinforced, but it is experience. "What are you doing right now?"<br />
"cognitive attempts at using the mind to grasp at what is ever changing phenomena is a dead end" mind does not fix the mind<br />
<br />
slow down conceptual thought, lessen anxiety, allow peace and tranquility through the techniques shared above<br />
<br />
</p>

<div id="outline-container-org60a6c2d" class="outline-2">
<h2 id="org60a6c2d">Links to this note</h2>
<div class="outline-text-2" id="text-org60a6c2d">
<ul class="org-ul">
<li><a href="./20230814185345-have_read.html">have-read</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>